{
  "beran_daily_2026-01-22": {
    "response": "Berane, luna v harmonickém spojení tiše šeptá o nových začátcích a energii k tvůrčímu vyjádření.\n\n**Afirmace:** S odvahou kráčím vpřed a otevírám se novým možnostem s radostí v srdci.\n",
    "periodLabel": "Denní inspirace",
    "generatedAt": "2026-01-22T21:37:15.690Z"
  },
  "kozoroh_daily_2026-01-22": {
    "response": "Kozorozi, dnes se vaše píle a vytrvalost setkávají s odměnou. Vnímejte krásu v dosaženém a kráčejte dál s hlavou vztyčenou.\n\nAfirmace: Jsem silný/á, vytrvalý/á a zasloužím si úspěch, který přichází.\n",
    "periodLabel": "Denní inspirace",
    "generatedAt": "2026-01-22T21:40:00.649Z"
  },
  "byk_daily_2026-01-27": {
    "response": "Dnes se Země probouzí a volá k trpělivosti a praktičnosti. Ukotvěte se v přítomném okamžiku a nechte krásu vzejít z jednoduchosti.\n\n**Afirmace:** Jsem pevný jako země a přijímám hojnost s otevřeným srdcem.\n",
    "periodLabel": "Denní inspirace",
    "generatedAt": "2026-01-27T11:10:50.173Z"
  },
  "lev_daily_2026-01-28": {
    "response": "Lve, vášeň a tvořivost dnes tančí v ohnivém víru. Nech svou vnitřní sílu zazářit a proměň sny ve skutečnost.\n\n**Afirmace:** Jsem silný, tvořivý a nebojím se projevit své pravé já.\n",
    "periodLabel": "Denní inspirace",
    "generatedAt": "2026-01-28T06:15:49.136Z"
  },
  "beran_daily_2026-01-30-nocontext": {
    "response": "Berane, Luna v Panně tě dnes vybízí k praktičnosti a detailu. Uspořádej si své cíle a s lehkostí se pusť do plnění úkolů.\n\n**Afirmace:** S každým krokem vpřed, se cítím silnější a soustředěnější.\n",
    "periodLabel": "Denní inspirace",
    "generatedAt": "2026-01-30T06:01:15.008Z"
  },
  "kozoroh_weekly_2026-W05-nocontext": {
    "response": "Kozorohu, tento týden se nese v duchu **odhodlání a sklizně plodů tvé tvrdé práce**. Energie hvězd tě podpoří v dosažení stanovených cílů, a to s grácií a lehkostí, kterou si zasloužíš.\n\n**Výzva:** Nepodléhej nutkání perfekcionismu. Uvolni otěže a dovol, aby se věci vyvíjely organicky, i když ne přesně podle tvých představ.\n\n**Příležitost:** Otevři se novým možnostem spolupráce. Spojení s inspirativními lidmi ti přinese nečekané benefity a posune tě na tvé cestě vpřed.\n\n**Mantra týdne:** \"S lehkostí dosahuji svých cílů a přijímám dary osudu s otevřeným srdcem.\"\n",
    "periodLabel": "Týdenní horoskop",
    "generatedAt": "2026-01-30T06:01:57.245Z"
  },
  "kozoroh_monthly_2026-01-nocontext": {
    "response": "Kozorozi, únor 2026 bude měsícem transformace a posunu v prioritách. Energie se zaměří na budování pevných základů pro budoucnost, jak v kariéře, tak v osobním životě. V práci se nebojte riskovat a zkoumat nové možnosti, a ve vztazích se soustřeďte na upřímnost a hloubku. Kolem 14. února se naskytne příležitost upevnit důležité vztahy a posunout se v osobním rozvoji. Využijte tuto dobu pro sebereflexi a stanovení si jasných cílů pro nadcházející období.\n",
    "periodLabel": "Měsíční horoskop",
    "generatedAt": "2026-01-30T06:02:12.192Z"
  },
  "strelec_monthly_2026-01-nocontext": {
    "response": "Ahoj Střelče, leden 2026 ti přináší energii pro objevování nových horizontů, ať už se jedná o vzdělávání, cestování nebo rozšiřování tvých obzorů. V kariéře se neboj vystoupit z komfortní zóny a ukázat své ambice. Ve vztazích hledej hlubší spojení a upřímnost, vyhni se povrchním interakcím. Kolem 15. ledna se ti naskytne příležitost, jak posunout svůj osobní rozvoj vpřed – buď připravený ji chytit za pačesy! Tento měsíc je o víře v sebe sama a o tom, že tvé sny jsou dosažitelné.\n",
    "periodLabel": "Měsíční horoskop",
    "generatedAt": "2026-01-30T06:02:23.368Z"
  },
  "strelec_weekly_2026-W05-nocontext": {
    "response": "Ach, Střelče, plamen tvé duše tento týden tančí s energií dobrodružství a hledání pravdy. Hlavní hvězdou tvého putování je expanze, touha po poznání a nových obzorech.\n\n**Výzva:** Nezapomeň se v tomhle ohnivém tanci na chvíli zastavit a vnímat i ticho uvnitř sebe. Uzemni se, abys nepropásl krásu přítomného okamžiku.\n\n**Příležitost:** Naskytne se ti jedinečná šance sdílet svou moudrost a nadšení s ostatními. Nech svůj plamen inspirovat a rozsvítit i cesty druhých.\n\n**Mantra týdne:** \"Jsem plamen, který svítí a vede, a zároveň kořen, který mě drží v zemi.\"\n",
    "periodLabel": "Týdenní horoskop",
    "generatedAt": "2026-01-30T06:02:43.120Z"
  },
  "beran_weekly_2026-W05-nocontext": {
    "response": "Berane, ohnivý tanečníku vesmíru, tento týden se rozhořívá tvá vnitřní síla a odhodlání! Láska ti přináší nové jiskry, neváhej se otevřít a sdílet své vášně. V kariéře se ti otevírají dveře k nečekaným příležitostem, buď odvážný a chop se jich s vervou. Výzvou je naučit se trpělivosti, ale příležitost tkví v posílení tvých vůdčích schopností. Mantra týdne: \"Jsem silný, jsem odvážný, jsem tvůrce svého osudu.\"\n",
    "periodLabel": "Týdenní horoskop",
    "generatedAt": "2026-01-30T06:10:43.700Z"
  },
  "beran_monthly_2026-01-nocontext": {
    "response": "Dobře, zde je tvůj měsíční horoskop pro Berana na únor 2026:\n\nBerane, únor 2026 se nese v duchu *prolomení bariér a nových začátků*. Energie měsíce tě podpoří v odvaze riskovat a pustit se do neznámých vod. V oblasti lásky a vztahů se otevírá prostor pro hlubší propojení, buď otevřený novým možnostem, ať už jsi single, nebo ve vztahu. V kariéře se naskytnou příležitosti k posunu, důvěřuj své intuici a neboj se prezentovat své nápady. Po finanční stránce se drž realistického plánu a vyhni se impulzivním nákupům. Zaměř se na posílení imunity a dopřej si dostatek odpočinku, abys zvládl nápor energie. Kolem 10. a 24. února se mohou objevit klíčové momenty, které ovlivní tvou cestu. *Přijímám s otevřeným srdcem vše, co mi život přináší, a věřím ve svou schopnost tvořit šťastnou budoucnost.*\n",
    "periodLabel": "Měsíční horoskop",
    "generatedAt": "2026-01-30T06:11:18.162Z"
  },
  "lev_daily_2026-01-30-nocontext": {
    "response": "Lve, 30. leden ti přináší energii vášně a tvořivosti, tvé srdce dnes touží po projevení! Využij tuto sílu k dokončení rozdělaných projektů, neboj se zazářit v plné kráse. Nezapomeň se dnes obklopit lidmi, kteří tě inspirují a povzbuzují. S každým dnem jsem silnější a plný radosti, sdílím své světlo s celým světem.\n",
    "periodLabel": "Denní inspirace",
    "generatedAt": "2026-01-30T06:11:34.349Z"
  },
  "lev_weekly_2026-W05-nocontext": {
    "response": "Lvi, tento týden vám slunce září přímo do srdce a probouzí vnitřní sílu a tvořivost! Láska rozkvétá v nečekaných okamžicích, proto buďte otevření novým setkáním i prohloubení stávajících vztahů. V práci se vám otevírají dveře k novým projektům, kde můžete naplno projevit své vůdčí schopnosti a charisma, což se pozitivně odrazí i na vašich financích. Výzvou může být potřeba upustit od lpění na starých představách a příležitostí naučit se přijímat kompromisy. Vaše mantra pro tento týden zní: \"Jsem zářící hvězda a s láskou a odvahou zdolám všechny překážky.\" Nechte se vést vnitřním plamenem, Lvi!\n",
    "periodLabel": "Týdenní horoskop",
    "generatedAt": "2026-01-30T06:11:51.265Z"
  },
  "lev_monthly_2026-01-nocontext": {
    "response": "Lvi, únor 2026 bude měsícem odvážných kroků a posilování sebevědomí! Energie vesmíru vás povzbuzuje k tomu, abyste se nebáli zářit naplno a chopili se příležitostí, které vám život nabízí. V lásce se otevírají nové možnosti pro hlubší spojení s partnerem, a pokud jste single, připravte se na setkání, které roznítí vaši vášeň. V oblasti kariéry se zaměřte na kreativitu a inovativní nápady, které vám mohou přinést finanční úspěch kolem 14. února. Nezapomínejte na péči o své tělo a mysl, pravidelný pohyb a relaxace vám pomohou udržet si vitalitu. Využijte toto období k introspekci a meditaci, abyste objevili skryté aspekty svého já a posílili svou vnitřní sílu. Důležitá rozhodnutí a posuny v kariéře mohou nastat kolem 22. února.\n\n**Afirmace:** *„Jsem silný/á, sebevědomý/á a s odvahou kráčím vstříc svým snům. Zasloužím si štěstí a úspěch ve všech oblastech svého života.“*\n",
    "periodLabel": "Měsíční horoskop",
    "generatedAt": "2026-01-30T06:12:32.285Z"
  }
}